err.bet.amount.less.balance=\u0412\u0432\u0435\u0434\u0435\u043d\u043d\u0430\u044f \u0441\u0443\u043c\u043c\u0430 \u0441\u0442\u0430\u0432\u043a\u0438 \u043f\u0440\u0435\u0432\u044b\u0448\u0430\u0435\u0442 \u0431\u0430\u043b\u0430\u043d\u0441 \u043d\u0430 \u0441\u0447\u0435\u0442\u0443 \u0438\u0433\u0440\u043e\u043a\u0430.
err.bet.amount.less.bet.limit=\u0412\u0432\u0435\u0434\u0435\u043d\u043d\u0430\u044f \u0441\u0443\u043c\u043c\u0430 \u0441\u0442\u0430\u0432\u043a\u0438 \u043f\u0440\u0435\u0432\u044b\u0448\u0430\u0435\u0442 \u043b\u0438\u043c\u0438\u0442 \u043f\u043e \u0441\u0442\u0430\u0432\u043a\u0430\u043c.
err.bet.for.employee=\u0421\u043e\u0442\u0440\u0443\u0434\u043d\u0438\u043a\u0438 \u0431\u0443\u043a\u043c\u0435\u043a\u0435\u0440\u0441\u043a\u043e\u0439 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438 \u043d\u0435 \u043c\u043e\u0433\u0443\u0442 \u0434\u0435\u043b\u0430\u0442\u044c \u0441\u0442\u0430\u0432\u043a\u0438.
err.bet.goto.registration=\u0427\u0442\u043e\u0431\u044b \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u0441\u0442\u0430\u0432\u043a\u0443, \u043f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430, \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0443\u0439\u0442\u0435\u0441\u044c \u0438 \u0432\u043e\u0439\u0434\u0438\u0442\u0435 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0443.
err.bet.time=\u0412\u0440\u0435\u043c\u044f, \u043e\u0442\u0432\u0435\u0434\u0435\u043d\u043d\u043e\u0435 \u043d\u0430 \u0441\u0442\u0430\u0432\u043a\u0443, \u0438\u0441\u0442\u0435\u043a\u043b\u043e.
err.betting.interrupted=\u0421\u0442\u0430\u0432\u043a\u0430 \u0431\u044b\u043b\u0430 \u043f\u0440\u0435\u0440\u0432\u0430\u043d\u0430 \u0432 \u043f\u0440\u043e\u0446\u0435\u0441\u0441\u0435 \u043e\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043b\u0435\u043d\u0438\u044f. \u0412\u0435\u0440\u043e\u044f\u0442\u043d\u043e, \u0443\u0436\u0435 \u0441\u0434\u0435\u043b\u0430\u043d\u0430 \u0441\u0442\u0430\u0432\u043a\u0430 \u043d\u0430 \u0430\u043d\u0430\u043b\u043e\u0433\u0438\u0447\u043d\u044b\u0439 \u0438\u0441\u0445\u043e\u0434 \u0441\u043e\u0431\u044b\u0442\u0438\u044f.
err.event.create=\u0421\u043e\u0431\u044b\u0442\u0438\u0435 \u043d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c \u0441\u043e\u0437\u0434\u0430\u0442\u044c.
err.event.delete=\u0421\u043e\u0431\u044b\u0442\u0438\u0435 \u043d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c \u0443\u0434\u0430\u043b\u0438\u0442\u044c, \u0432\u0438\u0434\u0438\u043c\u043e \u043f\u043e \u043d\u0435\u043c\u0443 \u0443\u0436\u0435 \u0441\u0434\u0435\u043b\u0430\u043d\u044b \u0441\u0442\u0430\u0432\u043a\u0438.
err.event.update.info=\u0421\u043e\u0431\u044b\u0442\u0438\u0435 \u043d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u044c.
err.login.mismatch=\u0421\u043e\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u0439 e-mail \u0438 \u043f\u0430\u0440\u043e\u043b\u044f \u043d\u0435 \u0431\u044b\u043b\u043e \u043d\u0430\u0439\u0434\u0435\u043d\u043e.
err.outcome.coeff.change=\u041a\u043e\u044d\u0444\u0444\u0438\u0446\u0438\u0435\u0442 \u0438\u0441\u0445\u043e\u0434\u0430 \u043f\u043e \u0432\u044b\u0431\u0440\u0430\u043d\u043d\u043e\u043c\u0443 \u0441\u043e\u0431\u044b\u0442\u0438\u044e \u0438\u0437\u043c\u0435\u043d\u0438\u043b\u0441\u044f \u0441 \u0442\u0435\u0445 \u043f\u043e\u0440, \u043a\u0430\u043a \u0432\u044b \u0440\u0435\u0448\u0438\u043b\u0438 \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u0441\u0442\u0430\u0432\u043a\u0443. \u041f\u0440\u043e\u0432\u0435\u0440\u044c\u0442\u0435 \u0432\u044b\u0431\u0440\u0430\u043d\u043d\u044b\u0439 \u043a\u043e\u044d\u0444\u0444\u0438\u0446\u0438\u0435\u043d\u0442 \u0435\u0449\u0435 \u0440\u0430\u0437.
err.outcome.update=\u0418\u0441\u0445\u043e\u0434\u044b \u0441\u043e\u0431\u044b\u0442\u0438\u044f \u043d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u044c.
err.password.mismatch=\u041F\u0430\u0440\u043E\u043B\u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0442\u044C.
err.pay.win.bet=\u0412\u044b\u0438\u0433\u0440\u0430\u0432\u0448\u0438\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u043d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c \u043e\u043f\u043b\u0430\u0442\u0438\u0442\u044c.
err.player.notdefined=\u041d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e \u043f\u0435\u0440\u0435\u0439\u0442\u0438 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0443, \u0442.\u043a. \u0438\u0433\u0440\u043e\u043a \u043d\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d.
err.player.status.ban=\u0418\u0433\u0440\u043e\u043a \u0437\u0430\u0431\u0430\u043d\u0435\u043d.
err.sql.operation=\u041e\u0448\u0438\u0431\u043a\u0430 \u0431\u0430\u0437\u044b \u0434\u0430\u043d\u043d\u044b\u0445 \u0432\u043e \u0432\u0440\u0435\u043c\u044f \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f sql \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u0438.
err.sql.transaction=\u041e\u0448\u0438\u0431\u043a\u0430 \u0431\u0430\u0437\u044b \u0434\u0430\u043d\u043d\u044b\u0445 \u0432\u043e \u0432\u0440\u0435\u043c\u044f \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f sql \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438.
inf.bet.done=\u0421\u0442\u0430\u0432\u043a\u0430 \u0441\u0434\u0435\u043b\u0430\u043d\u0430!
inf.event.create=\u0421\u043e\u0431\u044b\u0442\u0438\u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0441\u043e\u0437\u0434\u0430\u043d\u043e.
inf.event.delete=\u0421\u043e\u0431\u044b\u0442\u0438\u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0443\u0434\u0430\u043b\u0435\u043d\u043e.
inf.event.update.info=\u0421\u043e\u0431\u044b\u0442\u0438\u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u043e.
inf.outcome.update=\u0418\u0441\u0445\u043e\u0434\u044b \u0441\u043e\u0431\u044b\u0442\u0438\u0439 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u044b.
inf.pay.win.bet=\u0412\u044b\u0438\u0433\u0440\u0430\u0432\u0448\u0438\u0435 \u0441\u0442\u0430\u0432\u043a\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043e\u043f\u043b\u0430\u0447\u0435\u043d\u044b.
invalid.bet.amount=\u0412\u0432\u0435\u0434\u0435\u043d\u043d\u043e\u0435 \u0447\u0438\u0441\u043b\u043e \u043d\u0435 \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u0432\u0430\u043b\u0438\u0434\u043d\u044b\u043c. \u0427\u0438\u0441\u043b\u043e \u0434\u043e\u043b\u0436\u043d\u043e \u0431\u044b\u0442\u044c \u0431\u043e\u043b\u044c\u0448\u0435 \u043d\u0443\u043b\u044f, \u043c\u0435\u043d\u044c\u0448\u0435 \u043b\u0438\u0431\u043e \u0440\u0430\u0432\u043d\u043e 999.99, \u0447\u0438\u0441\u043b\u043e \u043c\u043e\u0436\u0435\u0442 \u0431\u044b\u0442\u044c \u0434\u0440\u043e\u0431\u043d\u044b\u043c \u0438 \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u0434\u0432\u0430 \u0437\u043d\u0430\u043a\u0430 \u043f\u043e\u0441\u043b\u0435 \u0437\u0430\u043f\u044f\u0442\u043e\u0439.
invalid.birthdate=\u0414\u0430\u0442\u0430 \u043D\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0430 \u043B\u0438\u0431\u043E \u0432\u0430\u043C \u043D\u0435\u0442 18 \u043B\u0435\u0442.
invalid.category.id=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u044b\u0439 id \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0438.
invalid.date=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430\u044f \u0434\u0430\u0442\u0430 \u0441\u043e\u0431\u044b\u0442\u0438\u044f.
invalid.email=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439 e-mail (\u043F\u0440\u0438\u043C.: 'ivanov.ivan@gmail.com').
invalid.event.id=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u044b\u0439 id \u0441\u043e\u0431\u044b\u0442\u0438\u044f.
invalid.event.outcome=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u044b\u0439 \u0438\u0441\u0445\u043e\u0434 \u0441\u043e\u0431\u044b\u0442\u0438\u044f.
invalid.event.result=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u044b\u0439 \u0440\u0435\u0437\u0443\u043b\u044c\u0442\u0430\u0442 \u0441\u043e\u0431\u044b\u0442\u0438\u044f.
invalid.name=\u0418\u043C\u044F, \u0444\u0430\u043C\u0438\u043B\u0438\u044F \u0438\u043B\u0438 \u043E\u0442\u0447\u0435\u0441\u0442\u0432\u043E \u0432\u0432\u0435\u0434\u0435\u043D\u043E \u043D\u0435\u0432\u0435\u0440\u043D\u043E. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0442\u043E\u043B\u044C\u043A\u043E \u043B\u0430\u0442\u0438\u043D\u0441\u043A\u0438\u0435 \u0431\u0443\u043A\u0432\u044B \u0438 \u043F\u0440\u043E\u0431\u0435\u043B\u044B. \u0414\u043E\u043B\u0436\u043D\u043E \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043D\u0435 \u0431\u043E\u043B\u0435\u0435 70 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
invalid.participant=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u043e\u0435 \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430 \u0441\u043e\u0431\u044b\u0442\u0438\u044f.
invalid.password=\u041F\u0430\u0440\u043E\u043B\u044C \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0441\u0442\u043E\u044F\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0438\u0437 \u043B\u0430\u0442\u0438\u043D\u0441\u043A\u0438\u0445 \u0431\u0443\u043A\u0432 \u0438 \u0446\u0438\u0444\u0440, \u0437\u043D\u0430\u043A\u043E\u0432 '_', '-', \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043D\u0435 \u043C\u0435\u043D\u0435\u0435 8 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432, \u0432 \u0442.\u0447. 1 \u0437\u0430\u0433\u043B\u0430\u0432\u043D\u0443\u044E \u0431\u0443\u043A\u0432\u0443, 1 \u0441\u0442\u0440\u043E\u0447\u043D\u0443\u044E \u0431\u0443\u043A\u0432\u0443, 1 \u0446\u0438\u0444\u0440\u0443.
invalid.request.param=\u041e\u0434\u0438\u043d \u0438\u043b\u0438 \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u043e \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043e\u0432 \u0437\u0430\u043f\u0440\u043e\u0441\u0430 \u043d\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d.